IDEA Open Model
ReinfBarByTwoPoints.MasterPoint1 Property
Compatible with IDEA StatiCa v 10.1
 First master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public int MasterPoint1 { get; set; }
Public Property MasterPoint1 As Integer
	Get
	Set
public:
property int MasterPoint1 {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace